Repository: GlowUp930/brickval
Catalog: apps/ios-swift/BrickVal/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pt_br, zh_hans, zh_hant

source: Notifications are unavailable right now.
ar: الإشعارات غير متاحة الآن.
de: Benachrichtigungen sind derzeit nicht verfügbar.
es: Las notificaciones no están disponibles en este momento.
fr: Les notifications ne sont pas disponibles pour le moment.
hi: सूचनाएं अभी उपलब्ध नहीं हैं.
it: Al momento le notifiche non sono disponibili.
ja: 通知は現在利用できません。
ko: 현재 알림을 사용할 수 없습니다.
nl: Meldingen zijn momenteel niet beschikbaar.
pt_br: As notificações não estão disponíveis no momento.
zh_hans: 通知功能目前不可用。
zh_hant: 目前無法提供通知。

source: Notifications stay off until you choose a reminder below.
ar: تظل الإشعارات مغلقة حتى تختار تذكيرًا أدناه.
de: Benachrichtigungen bleiben deaktiviert, bis du unten eine Erinnerung auswählst.
es: Las notificaciones permanecen desactivadas hasta que elijas un recordatorio a continuación.
fr: Les notifications restent désactivées jusqu'à ce que vous choisissiez un rappel ci-dessous.
hi: जब तक आप नीचे कोई अनुस्मारक नहीं चुनते, सूचनाएं बंद रहती हैं।
it: Le notifiche rimangono disattivate fino a quando non scegli un promemoria qui sotto.
ja: 以下のリマインダーを選択するまで、通知はオフのままになります。
ko: 아래에서 알림을 선택할 때까지 알림은 중단됩니다.
nl: Meldingen blijven uitgeschakeld totdat je hieronder een herinnering kiest.
pt_br: As notificações permanecem desativadas até que você escolha um lembrete abaixo.
zh_hans: 在下方选择提醒前，请保持关闭通知。
zh_hant: 在您選擇下面的提醒之前，通知將保持關閉狀態。

source: Notify me when scans reset
ar: أعلمني عند إعادة ضبط عمليات الفحص
de: Benachrichtigen Sie mich, wenn die Scans zurückgesetzt werden
es: Notifícame cuando se restablezcan los escaneos
fr: M'avertir lorsque les scans sont réinitialisés
hi: स्कैन रीसेट होने पर मुझे सूचित करें
it: Avvisami quando le scansioni vengono reimpostate
ja: スキャンがリセットされたら通知
ko: 스캔이 재설정되면 알림 받기
nl: Laat het me weten wanneer de scans zijn gereset
pt_br: Notifique-me quando as digitalizações forem redefinidas
zh_hans: 扫描重置时通知我
zh_hant: 當掃描重設時通知我

source: Now
ar: الآن
de: Jetzt
es: Ahora
fr: Maintenant
hi: अब
it: Ora
ja: 今すぐ
ko: 지금
nl: Nu
pt_br: Agora
zh_hans: 现在
zh_hant: 現在

source: Now unlocked
ar: مقفلة الآن
de: Jetzt freigeschaltet
es: Ahora desbloqueado
fr: Maintenant débloqué
hi: अब अनलॉक हो गया है
it: Ora sbloccato
ja: ロックが解除されました
ko: 지금 잠금이 해제되었습니다
nl: Nu ontgrendeld
pt_br: Agora desbloqueado
zh_hans: 现已解锁
zh_hant: 已解鎖

source: Offer code
ar: رمز العرض
de: Angebotscode
es: Código de oferta
fr: Code d'offre
hi: ऑफ़र कोड
it: Codice offerta
ja: オファーコード
ko: 제안 코드
nl: Aanbiedingscode
pt_br: Código da oferta
zh_hans: 优惠码
zh_hant: 優惠代碼

source: OK
ar: نعم
es: DE ACUERDO
fr: D'ACCORD
hi: ठीक है
ja: わかりました
ko: 확인
zh_hans: 确定
zh_hant: 確定

source: Onboarding progress
ar: التقدم على متن الطائرة
de: Onboarding-Fortschritt
es: Progreso de la incorporación
fr: Progression de l'intégration
hi: ऑनबोर्डिंग प्रगति
it: Avanzamento dell'onboarding
ja: オンボーディングの進行状況
ko: 등록 및 교육 과정 진행 상황
nl: Voortgang onboarding
pt_br: Progresso da integração
zh_hans: 入驻流程
zh_hant: 申請流程進度

source: One collection, always current
ar: مجموعة واحدة، حديثة دائمًا
de: Eine Sammlung, immer aktuell
es: Una colección, siempre actual
fr: Une collection, toujours à jour
hi: एक संग्रह, सदैव चालू
it: Una raccolta, sempre aggiornata
ja: 1つのコレクション、常に最新
ko: 수금 내역 1개, 항상 최신 상태임
nl: Eén collectie, altijd actueel
pt_br: Uma coleção, sempre atual
zh_hans: 一个集合，始终是最新的
zh_hant: 一個集合，始終是最新的

source: One quick question
ar: سؤال واحد سريع
de: Eine kurze Frage
es: Una pregunta rápida
fr: Une question rapide
hi: एक त्वरित प्रश्न
it: Una domanda veloce
ja: 1つの簡単な質問
ko: 간단한 질문 1개
nl: Eén snelle vraag
pt_br: Uma pergunta rápida
zh_hans: 一个快速问题
zh_hant: 一個簡單的問題

source: One reminder 2 days before your trial renews.
ar: تذكير واحد قبل يومين من تجديد النسخة التجريبية.
de: Eine Erinnerung 2 Tage vor der Verlängerung Ihrer Testversion.
es: Un recordatorio 2 días antes de que se renueve tu prueba.
fr: Un rappel 2 jours avant le renouvellement de votre essai.
hi: आपके परीक्षण के नवीनीकरण से 2 दिन पहले एक अनुस्मारक।
it: Un promemoria 2 giorni prima del rinnovo del periodo di prova.
ja: トライアルが更新される2日前に1つのリマインダーをお知らせします。
ko: 체험판이 갱신되기 2일 전에 다시 한번 알려드립니다.
nl: Eén herinnering 2 dagen voordat je proefperiode wordt verlengd.
pt_br: Um lembrete 2 dias antes da renovação da sua avaliação.
zh_hans: 在试用期续订前2天提醒您。
zh_hant: 在試用期續訂前2天提醒一下。

source: One reminder when your daily scans reset.
ar: تذكير واحد عند إعادة ضبط عمليات الفحص اليومية.
de: Eine Erinnerung, wenn Ihre täglichen Scans zurückgesetzt werden.
es: Un recordatorio cuando se restablezcan tus análisis diarios.
fr: Un rappel lorsque vos scans quotidiens sont réinitialisés.
hi: एक अनुस्मारक जब आपका दैनिक स्कैन रीसेट हो जाए।
it: Un promemoria quando le scansioni giornaliere vengono reimpostate.
ja: デイリースキャンがリセットされたときの1つのリマインダー。
ko: 일일 스캔이 재설정되면 다시 한번 알려드립니다.
nl: Eén herinnering wanneer je dagelijkse scans zijn gereset.
pt_br: Um lembrete quando suas digitalizações diárias forem redefinidas.
zh_hans: 每日扫描重置时提醒您。
zh_hant: 每日掃描重設提醒。

source: Open
ar: فتح
de: Öffnen
es: Abrir
fr: Ouvrir
hi: खोलें
it: Apri
ja: 開く
ko: 열기
pt_br: Abrir
zh_hans: 打开
zh_hant: 開啟

source: Open account
ar: افتح الحساب
de: Konto eröffnen
es: Abrir cuenta
fr: Ouvrir un compte
hi: खुला खाता
it: Apri un account
ja: 口座を開設
ko: 계정 열기
nl: Rekening openen
pt_br: Abrir conta
zh_hans: 开立账户
zh_hant: 開立帳戶

source: Open an item for market history and New or Used prices.
ar: افتح عنصرًا لتاريخ السوق والأسعار الجديدة أو المستعملة.
de: Eröffnen Sie einen Artikel für die Markthistorie und neue oder gebrauchte Preise.
es: Abrir un artículo para el historial del mercado y los precios nuevos o usados.
fr: Ouvrir un article pour l'historique du marché et les prix des articles neufs ou d'occasion.
hi: बाज़ार इतिहास और नई या प्रयुक्त कीमतों के लिए एक आइटम खोलें।
it: Apri un articolo per cronologia di mercato e prezzi nuovi o usati.
ja: 市場履歴と新品または中古の価格を表示するアイテムを開設します。
ko: 시장 이력 및 신규 또는 중고 가격을 확인하려면 아이템을 여세요.
nl: Open een item voor marktgeschiedenis en nieuwe of gebruikte prijzen.
pt_br: Abrir um item para histórico de mercado e preços Novos ou Usados.
zh_hans: 开立一个项目，查看市场历史记录以及新价格或二手价格。
zh_hant: 開立項目，查看市場歷史記錄、新價格或二手價格。

source: Open camera settings
ar: افتح إعدادات الكاميرا
de: Kameraeinstellungen öffnen
es: Abrir la configuración de la cámara
fr: Ouvrir les paramètres de la caméra
hi: कैमरा सेटिंग खोलें
it: Apri le impostazioni della fotocamera
ja: カメラ設定を開く
ko: 카메라 설정 열기
nl: Camera-instellingen openen
pt_br: Abrir configurações da câmera
zh_hans: 打开相机设置
zh_hant: 開啟相機設定

source: Open Settings
ar: افتح الإعدادات
de: Einstellungen öffnen
es: Abrir la configuración
fr: Ouvrir les paramètres
hi: खुली सेटिंग
it: Apri le impostazioni
ja: 設定を開く
ko: 설정 열기
nl: Instellingen openen
pt_br: Abrir configurações
zh_hans: 打开设置
zh_hant: 開啟設定

source: Opening match
ar: المباراة الافتتاحية
de: Eröffnungsmatch
es: Partido inicial
fr: Ouverture de la correspondance
hi: मैच खोलना
it: Partita di apertura
ja: マッチを開く
ko: 개설 경기
nl: Wedstrijd openen
pt_br: Abrir correspondência
zh_hans: 打开匹配
zh_hant: 揭幕戰

source: Opening selected match
ar: فتح المباراة المحددة
de: Eröffnungsauswahl
es: Abre el partido seleccionado
fr: Ouverture de la correspondance sélectionnée
hi: चयनित मैच खोलना
it: Apertura della partita selezionata
ja: 選択したマッチを開く
ko: 선택한 경기 열기
nl: Geselecteerde wedstrijd openen
pt_br: Abrir correspondência selecionada
zh_hans: 打开所选匹配
zh_hant: 打開選定的比賽

source: Opens a confirmation before removing all copies
ar: فتح تأكيد قبل إزالة جميع النسخ
de: Öffnet eine Bestätigung, bevor alle Kopien entfernt werden
es: Abre una confirmación antes de eliminar todas las copias
fr: Ouvre une confirmation avant de supprimer toutes les copies
hi: सभी कॉपियाँ हटाने से पहले एक कन्फ़र्मेशन खोलता है
it: Apre una conferma prima di rimuovere tutte le copie
ja: すべてのコピーを削除する前に確認を開きます
ko: 모든 사본을 삭제하기 전에 확인을 엽니다.
nl: Opent een bevestiging voordat alle kopieën worden verwijderd
pt_br: Abre uma confirmação antes de remover todas as cópias
zh_hans: 在删除所有副本之前打开确认
zh_hant: 在刪除所有副本之前打開確認

source: Opens Apple's review prompt when available
ar: فتح مطالبة مراجعة Apple عند توفرها
de: Öffnet Apples Überprüfungsaufforderung, wenn verfügbar
es: Abre el mensaje de revisión de Apple cuando está disponible
fr: Ouvre l'invite de révision d'Apple lorsqu'elle est disponible
hi: उपलब्ध होने पर ऐप्पल की समीक्षा का संकेत खोलता है
it: Apre la richiesta di revisione di Apple quando disponibile
ja: 利用可能な場合はAppleのレビュープロンプトを開きます
ko: 가능한 경우 Apple의 검토 프롬프트를 엽니다.
nl: Opent de beoordelingsprompt van Apple indien beschikbaar
pt_br: Abre o prompt de revisão da Apple quando disponível
zh_hans: 在可用时打开Apple的评论提示
zh_hant: 打開 Apple 的審核提示（如果可用）

source: Opens BrickValue without an account
ar: فتح BrickValue بدون حساب
de: Öffnet BrickValue ohne Konto
es: Abre BrickValue sin una cuenta
fr: Ouvre BrickValue sans compte
hi: बिना किसी अकाउंट के BrickValue खोलता है
it: Apre BrickValue senza un account
ja: アカウントなしでBrickValueを開きます
ko: 계정 없이 BrickValue을 엽니다.
nl: Opent BrickValue zonder account
pt_br: Abre BrickValue sem uma conta
zh_hans: 在没有帐户的情况下打开BrickValue
zh_hant: 無需賬戶即可打開 BrickValue

source: Opens email, Apple, and Google sign-in options
ar: فتح خيارات تسجيل الدخول عبر البريد الإلكتروني وApple وGoogle
de: Öffnet E-Mail-, Apple- und Google-Anmeldeoptionen
es: Abre las opciones de inicio de sesión de correo electrónico, Apple y Google
fr: Ouvre les options de connexion par e-mail, Apple et Google
hi: ईमेल, ऐप्पल और Google साइन - इन विकल्प खोलता है
it: Apre le opzioni di accesso via email, Apple e Google
ja: メール、Apple、Googleのサインインオプションを開きます
ko: 이메일, Apple 및 Google 로그인 옵션을 엽니다.
nl: Opent e-mail-, Apple- en Google-aanmeldingsopties
pt_br: Abre as opções de login por e-mail, Apple e Google
zh_hans: 打开电子邮件、Apple和Google登录选项
zh_hant: 打開電子郵件、Apple 和 Google 登錄選項

source: Opens Invite Friends to earn bulk scan credits
ar: فتح دعوة الأصدقاء لكسب أرصدة مسح ضوئي مجمعة
de: Öffnet Freunde einladen, um Gutschriften für Massenscans zu erhalten
es: Abre la invitación a amigos para ganar créditos de escaneo masivo
fr: Ouvre Inviter des amis à gagner des crédits de numérisation en bloc
hi: दोस्तों को बल्क स्कैन क्रेडिट कमाने के लिए आमंत्रित करता है
it: Apre Invita gli amici a guadagnare crediti di scansione in blocco
ja: 友達を招待して一括スキャンクレジットを獲得します
ko: 일괄 스캔 크레딧을 받으려면 친구 초대 를 엽니다.
nl: Opent vrienden uitnodigen om bulkscancredits te verdienen
pt_br: Abre Convidar amigos para ganhar créditos de digitalização em massa
zh_hans: 打开邀请好友以获得批量扫描积分
zh_hant: 打開邀請好友即可獲得批量掃描積分

source: Opens Manage Account to sign in or update your collector profile
ar: فتح حساب إدارة لتسجيل الدخول أو تحديث ملف تعريف جامع البيانات الخاص بك
de: Öffnet Konto verwalten, um sich anzumelden oder Ihr Sammlerprofil zu aktualisieren
es: Abre la cuenta de administrador para iniciar sesión o actualizar tu perfil de coleccionista
fr: Ouvre Gérer le compte pour vous connecter ou mettre à jour votre profil de collectionneur
hi: अपनी कलेक्टर प्रोफ़ाइल को साइन इन करने या अपडेट करने के लिए अकाउंट मैनेज करें
it: Apre Gestisci account per accedere o aggiornare il tuo profilo collezionista
ja: アカウントを管理してサインインまたはコレクタープロファイルを更新します
ko: 컬렉터 프로필에 로그인하거나 업데이트하려면 계정 관리를 엽니다.
nl: Opent account beheren om in te loggen of uw verzamelprofiel bij te werken
pt_br: Abre Gerenciar conta para entrar ou atualizar seu perfil de coletor
zh_hans: 打开管理帐户以登录或更新您的收藏家个人资料
zh_hant: 打開“管理帳戶”以登錄或更新您的收藏家個人資料

source: Opens possible matches for this figure
ar: فتح التطابقات المحتملة لهذا الرقم
de: Öffnet mögliche Übereinstimmungen für diese Zahl
es: Abre posibles partidos para esta figura
fr: Ouvre les correspondances possibles pour ce chiffre
hi: इस फ़िगर के लिए संभावित मैच खोलता है
it: Apre possibili corrispondenze per questa cifra
ja: この数字の可能なマッチを開きます
ko: 이 수치에 대해 가능한 일치를 엽니다.
nl: Opent mogelijke overeenkomsten voor dit cijfer
pt_br: Abre possíveis correspondências para esta figura
zh_hans: 打开此数字的可能匹配项
zh_hant: 打開該圖的可能匹配項

source: Opens sign-in before applying the invite
ar: يفتح تسجيل الدخول قبل تطبيق الدعوة
de: Öffnet die Anmeldung vor dem Anwenden der Einladung
es: Abre el inicio de sesión antes de aplicar la invitación
fr: Ouvre la connexion avant d'appliquer l'invitation
hi: आमंत्रण लागू करने से पहले साइन-इन खोलता है
it: Apre l'accesso prima di applicare l'invito
ja: 招待を適用する前にサインインを開きます
ko: 초대를 적용하기 전에 로그인이 열립니다.
nl: Opent aanmelding voordat de uitnodiging wordt toegepast
pt_br: Abre o login antes de aplicar o convite
zh_hans: 在应用邀请之前打开登录
zh_hant: 在應用邀請之前打開登錄

source: Opens the BrickVal Pro subscription paywall
ar: يفتح جدار دفع اشتراك BrickVal Pro
de: Öffnet die Paywall des BrickVal Pro-Abonnements
es: Abre el muro de pago de la suscripción a BrickVal Pro
fr: Ouvre le paywall d'abonnement BrickVal Pro
hi: BrickVal प्रो सदस्यता पेवॉल खोलता है
it: Apre il paywall dell'abbonamento BrickVal Pro
ja: BrickVal Proサブスクリプションペイウォールを開きます
ko: BrickVal Pro 구독 페이월 오픈
nl: Opent de paywall van het BrickVal PRO-abonnement
pt_br: Abre o paywall da assinatura BrickVal Pro
zh_hans: 打开BrickVal PRO订阅付费墙
zh_hant: 打開 BrickVal Pro 訂閱付費專區

source: Opens the scanner
ar: يفتح الماسح الضوئي
de: Öffnet den Scanner
es: Abre el escáner
fr: Ouvre le scanner
hi: स्कैनर खोलता है
it: Apre lo scanner
ja: スキャナーを開きます
ko: 스캐너를 엽니다
nl: Opent de scanner
pt_br: Abre o scanner
zh_hans: 打开扫描仪
zh_hant: 打開掃描儀

source: Other
ar: أخرى
de: Sonstiges
es: Otros
fr: Autre
hi: अन्य
it: Altro
ja: その他
ko: 다른
nl: Andere
pt_br: Outros
zh_hans: 其他
zh_hant: 其他

source: Other possibilities
ar: إمكانيات أخرى
de: Weitere Möglichkeiten
es: Otras posibilidades
fr: Autres possibilités
hi: अन्य संभावनाएँ
it: Altre possibilità
ja: その他の可能性
ko: 다른 가능성
nl: Andere mogelijkheden
pt_br: Outras possibilidades
zh_hans: 其他可能性
zh_hant: 其他可能性

source: Past %@
ar: يتم فرض رسوم %@ السابقة
de: Frühere %@
es: Anteriores %@
fr: %@ passé
hi: विगत %@
it: %@ passato
ja: 過去の%@
ko: 과거 %@
nl: Voorbij %@
zh_hans: 过去的%@
zh_hant: 過去的%@

source: Payment is charged to your Apple ID. Subscriptions renew automatically unless cancelled at least 24 hours before renewal.
ar: الدفع على Apple ID الخاص بك. يتم تجديد الاشتراكات تلقائيًا ما لم يتم إلغاؤها قبل 24 ساعة على الأقل من التجديد.
de: Die Zahlung erfolgt über deine Apple-ID. Abonnements verlängern sich automatisch, es sei denn, sie werden mindestens 24 Stunden vor der Verlängerung gekündigt.
es: El pago se carga a tu ID de Apple. Las suscripciones se renuevan automáticamente a menos que se cancelen al menos 24 horas antes de la renovación.
fr: Le paiement est facturé sur votre identifiant Apple. Les abonnements sont renouvelés automatiquement, sauf s'ils sont annulés au moins 24 heures avant le renouvellement.
hi: भुगतान आपकी Apple ID से लिया जाता है। नवीनीकरण से कम से कम 24 घंटे पहले रद्द किए जाने तक सदस्यताएँ स्वचालित रूप से नवीनीकृत हो जाती हैं।
it: Il pagamento viene addebitato sul tuo ID Apple. Gli abbonamenti si rinnovano automaticamente a meno che non vengano annullati almeno 24 ore prima del rinnovo.
ja: お支払いはApple IDに請求されます。サブスクリプションは、更新の24時間前までにキャンセルされない限り、自動的に更新されます。
ko: 결제 금액은 Apple ID로 청구됩니다. 갱신 최소 24시간 전에 취소하지 않으면 구독이 자동으로 갱신됩니다.
nl: De betaling wordt in rekening gebracht op je Apple ID. Abonnementen worden automatisch verlengd, tenzij ze ten minste 24 uur voor de verlenging worden geannuleerd.
pt_br: O pagamento é cobrado do seu ID Apple. As assinaturas são renovadas automaticamente, a menos que sejam canceladas pelo menos 24 horas antes da renovação.
zh_hans: 付款将从您的Apple ID中扣除。除非在续订前至少24小时取消订阅，否则订阅将自动续订。
zh_hant: 付款將從您的 Apple ID 中扣除。訂閱會自動續訂，除非在續訂前至少 24 小時取消。

source: Permanently delete your account?
ar: هل تريد حذف حسابك نهائيًا ؟
de: Dein Konto dauerhaft löschen?
es: ¿Quieres eliminar tu cuenta de forma permanente?
fr: Supprimer définitivement votre compte ?
hi: क्या आप अपना खाता स्थायी रूप से हटाना चाहते हैं?
it: Eliminare definitivamente il tuo account?
ja: アカウントを完全に削除しますか？
ko: 계정을 영구적으로 삭제하시겠습니까?
nl: Je account permanent verwijderen?
pt_br: Excluir permanentemente sua conta?
zh_hans: 要永久删除账号吗？
zh_hant: 永久刪除您的帳戶？

source: Photo unavailable
ar: الصورة غير متاحة
de: Foto nicht verfügbar
es: La foto no está disponible
fr: Photo indisponible
hi: फ़ोटो अनुपलब्ध
it: Foto non disponibile
ja: 写真はご利用いただけません
ko: 사진을 볼 수 없습니다
nl: Foto niet beschikbaar
pt_br: Foto indisponível
zh_hans: 照片不可用
zh_hant: 照片不可用

source: Pick one. This helps BrickValue guide your first scan.
ar: اختر واحدًا. يساعد هذا BrickValue في توجيه المسح الضوئي الأول.
de: Wählen Sie eine aus. Dies hilft BrickValue, Ihren ersten Scan zu leiten.
es: Elige uno. Esto ayuda a BrickValue a guiar tu primer escaneo.
fr: Choisissez-en un. Cela aide BrickValue à guider votre premier scan.
hi: एक चुनें। यह BrickValue को आपके पहले स्कैन का मार्गदर्शन करने में मदद करता है।
it: Scegline uno. Questo aiuta BrickValue a guidare la tua prima scansione.
ja: 1 つ選んでください。これは、BrickValue が最初のスキャンをガイドするのに役立ちます。
ko: 하나를 선택하세요. 이렇게 하면 BrickValue가 첫 번째 스캔을 안내하는 데 도움이 됩니다.
nl: Kies er een. Dit helpt BrickValue je eerste scan te begeleiden.
pt_br: Escolha um. Isso ajuda o BrickValue a guiar sua primeira varredura.
zh_hans: 选择一个。这有助于BrickValue指导您的第一次扫描。
zh_hant: 選擇一個。這有助於BrickValue引導您的第一次掃描。

source: Pick the emoji that fits best.
ar: اختر الرموز التعبيرية التي تناسبك بشكل أفضل.
de: Wähle das Emoji, das am besten passt.
es: Elige el emoji que mejor se adapte a ti.
fr: Choisissez l'emoji qui vous convient le mieux.
hi: सबसे उपयुक्त इमोजी चुनें।
it: Scegli l'emoji più adatta.
ja: 最も適合する絵文字を選択してください。
ko: 가장 적합한 이모티콘을 선택하세요.
nl: Kies de emoji die het beste past.
pt_br: Escolha o emoji que melhor se adapta.
zh_hans: 选择最合适的表情符号。
zh_hant: 選擇最適合的表情符號。

source: PIECES
ar: القطع
de: TEILE
es: PIEZAS
fr: PIÈCES
hi: टुकड़े
it: PEZZI
ja: ピース
ko: 피스
nl: STUKS
pt_br: PEÇAS
zh_hans: 件
zh_hant: 件

source: Place front-facing figures apart from each other, then tap the shutter. Boxes help confirm they are visible.
ar: ضع الأشكال الأمامية بعيدًا عن بعضها البعض، ثم اضغط على الغالق. تساعد الصناديق في التأكد من أنها مرئية.
de: Platzieren Sie die nach vorne gerichteten Figuren auseinander und tippen Sie dann auf den Auslöser. Kästchen helfen zu bestätigen, dass sie sichtbar sind.
es: Coloca las figuras frontales separadas entre sí y luego toca el obturador. Las casillas ayudan a confirmar que son visibles.
fr: Placez les figurines orientées vers l'avant à l'écart les unes des autres, puis appuyez sur le volet. Les cases aident à confirmer qu'elles sont visibles.
hi: सामने वाली तस्वीरों को एक - दूसरे से अलग रखें, फिर शटर पर टैप करें। बॉक्स इस बात की पुष्टि करने में मदद करते हैं कि वे दिखाई दे रहे हैं।
it: Posiziona le figure frontali una accanto all'altra, quindi tocca l'otturatore. Le caselle aiutano a confermare che sono visibili.
ja: 正面を向いた人物を互いに離して配置し、シャッターを押します。ボックスは、ボックスが表示されていることを確認するのに役立ちます。
ko: 앞면 피규어를 서로 간격을 두고 셔터를 누릅니다. 상자가 잘 보이는지 확인하는 데 도움이 됩니다.
nl: Plaats de naar voren gerichte figuren uit elkaar en tik vervolgens op de sluiter. Vakken helpen bevestigen dat ze zichtbaar zijn.
pt_br: Coloque as figuras viradas para a frente afastadas umas das outras e, em seguida, toque no obturador. As caixas ajudam a confirmar que estão visíveis.
zh_hans: 将正面人偶彼此分开，然后轻按快门。方框有助于确认其可见性。
zh_hant: 將正面公仔分開放置，然後輕觸快門。方塊有助確認它們是否可見。

source: Play demo
ar: تشغيل العرض التوضيحي
de: Demo abspielen
es: Juega a la demostración
fr: Jouer la démo
hi: डेमो चलाएँ
it: Gioca alla demo
ja: デモをプレイする
ko: 데모 플레이
nl: Demo afspelen
pt_br: Reproduza a demonstração
zh_hans: 播放演示
zh_hant: 播放示範

source: Please answer both questions before sending.
ar: يرجى الإجابة على كلا السؤالين قبل الإرسال.
de: Bitte beantworten Sie beide Fragen, bevor Sie sie senden.
es: Responde a ambas preguntas antes de enviarla.
fr: Veuillez répondre aux deux questions avant d'envoyer.
hi: भेजने से पहले कृपया दोनों सवालों के जवाब दें।
it: Rispondi a entrambe le domande prima di inviare.
ja: 送信する前に両方の質問に答えてください。
ko: 보내기 전에 두 가지 질문에 모두 답해주세요.
nl: Beantwoord beide vragen voordat je ze verstuurt.
pt_br: Responda às duas perguntas antes de enviar.
zh_hans: 请在发送前回答两个问题。
zh_hant: 傳送前，請先回答這兩個問題。

source: Please choose a photo to scan.
ar: اختر صورة لمسحها ضوئيًا.
de: Wähle ein Foto zum Scannen aus.
es: Elige una foto para escanear.
fr: Choisissez une photo à scanner.
hi: स्कैन करने के लिए फ़ोटो चुनें।
it: Scegli una foto da scansionare.
ja: スキャンする写真を選択してください。
ko: 스캔할 사진을 선택하세요.
nl: Kies een foto om te scannen.
pt_br: Escolha uma foto para digitalizar.
zh_hans: 请选择要扫描的照片。
zh_hant: 請選擇要掃描的照片。

source: Please sign in and try again.
ar: يرجى تسجيل الدخول والمحاولة مرة أخرى.
de: Bitte melde dich an und versuche es erneut.
es: Inicia sesión e inténtalo de nuevo.
fr: Veuillez vous connecter et réessayer.
hi: कृपया साइन इन करें और फिर से कोशिश करें।
it: Accedi e riprova.
ja: サインインして、もう一度試してください。
ko: 로그인한 후 다시 시도하세요.
nl: Log in en probeer het opnieuw.
pt_br: Inicie sessão e tente novamente.
zh_hans: 请登录并重试。
zh_hant: 請登入並再試一次。

source: Position
ar: الموضع
es: Posición
hi: पोजिशन
it: Posizione
ja: 位置
ko: 위치
nl: Positie
pt_br: Posição
zh_hans: 位置
zh_hant: 位置

source: Prepares the camera again
ar: تحضير الكاميرا مرة أخرى
de: Kamera erneut vorbereiten
es: Prepara la cámara de nuevo
fr: Prépare à nouveau l'appareil photo
hi: फिर से कैमरा तैयार करता है
it: Prepara di nuovo la fotocamera
ja: 再度カメラを準備します
ko: 카메라를 다시 준비합니다
nl: Bereidt de camera opnieuw voor
pt_br: Prepara a câmera novamente
zh_hans: 重新准备摄像头
zh_hant: 重新準備相機

source: Preparing camera…
ar: تحضير الكاميرا...
de: Kamera vorbereiten…
es: Preparando la cámara...
fr: Préparation de l'appareil photo…
hi: कैमरा तैयार किया जा रहा है …
it: Prepara la fotocamera...
ja: カメラを準備中…
ko: 카메라를 준비합니다…
nl: Camera voorbereiden…
pt_br: Preparando a câmera…
zh_hans: 准备摄像头…
zh_hant: 準備相機…

source: Preparing photo…
ar: تحضير الصورة...
de: Foto vorbereiten…
es: Preparando la foto...
fr: Préparation de la photo…
hi: फ़ोटो तैयार की जा रही है …
it: Prepara la foto...
ja: 写真を準備中…
ko: 사진 준비 중…
nl: Foto voorbereiden…
pt_br: Preparando a foto…
zh_hans: 准备照片…
zh_hant: 準備相片…

source: Preparing share card…
ar: تحضير بطاقة المشاركة...
de: Share-Karte wird vorbereitet…
es: Preparando la tarjeta de compartir…
fr: Préparation de la carte de partage…
hi: शेयर कार्ड तैयार किया जा रहा है...
it: Preparazione della scheda di condivisione...
ja: 共有カードを準備しています...
ko: 공유 카드 준비 중…
nl: Deelkaart voorbereiden...
pt_br: A preparar o cartão de partilha...
zh_hans: 正在准备分享卡片……
zh_hant: 正在準備共享卡...

source: Preparing your preview
ar: تحضير معاينتك
de: Bereiten Sie Ihre Vorschau vor
es: Preparando tu vista previa
fr: Préparation de votre aperçu
hi: आपका पूर्वावलोकन तैयार किया जा रहा है
it: Preparazione dell'anteprima
ja: プレビューを準備しています
ko: 미리보기 준비 중
nl: Je voorbeeld voorbereiden
pt_br: A preparar a pré-visualização
zh_hans: 正在准备您的预览
zh_hant: 準備預覽

source: Preview available · unlock to value
ar: المعاينة متاحة · إلغاء القفل للقيمة
de: Vorschau verfügbar · Wert freischalten
es: Vista previa disponible · desbloquear para valorar
fr: Aperçu disponible · déverrouiller pour valoriser
hi: पूर्वावलोकन उपलब्ध है · मूल्य के अनुसार अनलॉक करें
it: Anteprima disponibile · sblocca per valorizzare
ja: プレビューが利用可能です・お得にロック解除
ko: 미리보기 가능 · 가치 잠금 해제
nl: Voorbeeld beschikbaar · ontgrendelen tot waarde
pt_br: Pré-visualização disponível · desbloquear para valor
zh_hans: 可预览·解锁
zh_hant: 預覽可用·解鎖價值

source: Preview code
ar: رمز المعاينة
de: Vorschaucode
es: Código de vista previa
fr: Code d'aperçu
hi: पूर्वावलोकन कोड
it: Codice anteprima
ja: プレビューコード
ko: 미리보기 코드
nl: Voorbeeldcode
pt_br: Código de pré-visualização
zh_hans: 预览代码
zh_hant: 預覽代碼
